BE/admin/app/Http/Controllers/UserController.php

select * from `users` where `users`.`id` = '1' limit 1
---
    public function edit($id)
    {
        $user = User::find($id);